{
	"host_type": "basic",
	"match_multiplayer": {
		"end": {
			"congrats_goodbye": [
				"Congratulations! We hope to see you all again on The Choicer Voicer!"
			],
			"final_score": [
				"And that's a wrap, contestants! Now, whose performance came out on top?"
			],
			"tie_win": [
				"Goodness, it appears we have a tie!"
			],
			"tie_win_end": [
				"...and <player>!"
			],
			"tie_win_start": [
				"Our winners for today are <player>..."
			],
			"winner": [
				"And it looks like today's winner is <player>!"
			]
		},
		"intro": {
			"a_welcome": [
				"Welcome to The Choicer Voicer!\nI'm <host_name>, and I'll be your host for today's game!"
			],
			"b_contestants": [
				"Audience, please give a round of applause for today's contestants!"
			],
			"c_judges": [
				"...and in this corner, we have a wonderful panel of judges! I'm excited to see how this pans out."
			],
			"d_explanation": [
				"For any new viewers at home, the goal of the game is for them to expertly match various audio clips, using their own voice.",
				"Now, with introductions out of the way, let's jump into the first round!"
			]
		},
		"judging": {
			"judged_player": [
				"<points> for <player>!"
			],
			"post_judging": [
				"...and there you have it!"
			]
		},
		"round": {
			"a_get_ready": [
				"<player>,\nget ready, it's your turn!"
			],
			"b_post_record": [
				"Excellent work, everyone! Let's hear each of your performances."
			],
			"c_post_listen": [
				"I think you each did wonderfully! But which of our judges will agree?"
			],
			"round_final": [
				"Last chance, contestants! It's the final round. Let's see what we've got!"
			],
			"round_next": [
				"Alright contestants, get ready for round <round>!"
			]
		}
	},
	"match_singleplayer": {
		"end": {
			"final_score": [
				"Welp, time to go back to being dead I guess. Seeya next time."
			],
			"lose_0": [
				"Wow. Is there something wrong with your mic or do you just suck that much?"
			],
			"lose_barely": [
				"Didn't quite make it this time. Maybe we can get you a participation trophy or something."
			],
			"lose_standard": [
				"That was, uh, not great. But hey, maybe next round. Not like I've got anything better to do anyway."
			],
			"win_100": [
				"Okay, even I've gotta admit that was pretty impressive."
			],
			"win_barely": [
				"Oh, you just made it over? Well, here's your obligatory congratulations."
			],
			"win_standard": [
				"You know, you're not too bad at this. Good job. "
			]
		},
		"intro": {
			"a_welcome": [
				"Hello, and welcome to everyone's favorite game show, The Choicer Voicer! I'm your host, Bikdark Perez."
			],
			"b_contestant": [
				"Oh, it's you again. I hope you haven't forgotten your own name, because I'm sure as hell not introducing you."
			],
			"c_judges": [
				"...did we really have no-one else available to judge this? Alright, whatever."
			],
			"d_explanation": [
				"This game show is pretty simple. The contestant basically just has to mimic these audio clips with their own voice."
			]
		},
		"judging": {
			"score_0": [
				"...I think the silence speaks for itself."
			],
			"score_1": [
				"How nice. You got a pity vote."
			],
			"score_2": [
				"Is that really the best you could do?"
			],
			"score_3": [
				"A perfectly average score. Thrilling."
			],
			"score_4": [
				"I've definitely heard worse impressions. Word of advice: just say no to moblin stand-up."
			],
			"score_5": [
				"Wow. That was, like, spot-on. Nice."
			]
		},
		"round": {
			"b_post_record": [
				"Alright, let's play that back."
			],
			"c_post_listen": [
				"Oh boy. Good thing I don't have to judge this. Let's see which of these weirdos thought that was close enough."
			],
			"round_final": [
				"Looks like we're at the last round. I'm almost sad to have to end after this. Almost."
			],
			"round_next": [
				"Round <round>. Roll fizzlebeef."
			]
		}
	},
	"name": "Bikdark"
}